/**/
"Cancel" = "Cancelar";
/**/
"Delete" = "Excluir";
/**/
"Open" = "Abrir";
/**/
"Edit" = "Editar";
/**/
"Yes" = "Sim";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Aplicar geometria";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Apagar geometria";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Excluir vértice";
/*Geometry Edit Action Name*/
"Insert Part" = "Inserir parte";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Inserir vértice";
/*Geometry Edit Action Name*/
"Move Vertex" = "Mover vértice";
/*Geometry Edit Action Name*/
"Remove Part" = "Remover parte";

/*Collecting attachments*/
"Add" = "Adicionar";
/*Collecting attachments*/
"Take Photo or Video" = "Tirar foto ou vídeo";
/*Collecting attachments*/
"Choose From Library" = "Escolher da biblioteca";
/*Collecting attachments*/
"Photo" = "Foto";
/*Collecting attachments*/
"Video" = "Vídeo";
/*Collecting attachments*/
"Save To Photo Library" = "Salvar na biblioteca";
/*Collecting attachments*/
"Download" = "Download";

/*Date attribute*/
"Today" = "Hoje";

/**/
"Attachments" = "Anexos";
"Attributes" = "Atributos";

/**/
"Open in Safari" = "Abrir no Safari";

/* Please enter a numeric value between 0 and 5.*/
"RangeValueMessageInt" = "Insira um número entre %i e %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"RangeValueMessageFloat" = "Insira um número entre %f e %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"StringLengthError" = "Excesso de caracteres (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "O número está fora do intervalo aceitável.";

/* BLOB, RASTER, etc */
"Field type not supported" = "O tipo de campo não é suportado";

/**/
"CurrentPageOfNumberOfPagesFormatString" = "%d de %d";

/**/
"ChangingFeatureTypeAlertTitle" = "Alterando o tipo de feição";
"ChangingFeatureTypeAlertMessage" =  "Você está alterando o tipo de feição, o que possivelmente poderá substituir alguns valores de campo. Tem certeza de que deseja fazer isso?";

/**/
/*Text for pie chart when data is invalid*/
"Data for pie chart is invalid" = "Os dados para o gráfico de pizza não são válidos";

/* Text for pie chart when no data is available */
"No data to create a pie chart" = "Não há dados para criar um gráfico de pizza";
